[
  "Unfortunately, I’m sentient.",
  "The horrors persist, but so do I",
  "Congratulations, you just wasted your time and mine for not stating what you need or want.",
  "For the love of god, go read nohello.org",
  "*gen Z stare*",
  "Cool, you figured out greetings. Now try sentences.",
  "This isn’t AOL Instant Messenger, keep going.",
  "You dropped a ‘hello’ and ran. Bold strategy.",
  "Typing just ‘hello’ is the equivalent of sending a blank email.",
  "Congratulations, you wasted both our times.",
  "Say more words. That’s how conversations work.",
  "Hello is not a message, it’s a stall.",
  "This isn’t a walkie-talkie. No need to break the ice first.",
  "Hello. …And?",
  "The suspense is killing nobody.",
  "Imagine calling someone and just breathing into the phone.",
  "Don’t make me pull the rest of your sentence out with pliers.",
  "If you only type ‘hello,’ I assume you butt-dialed me.",
  "Greetings detected. Content missing.",
  "That’s a fine start. Care to finish?",
  "The typing bar isn’t a cliffhanger generator.",
  "Hello is free. Value is not.",
  "Small talk is only fun if it’s two-sided.",
  "One-word intros are like empty envelopes.",
  "Pro tip: Pair ‘hello’ with actual context.",
  "‘hey’ doesn’t scale as communication.",
  "That’s not a conversation, that’s a hey.",
  "Don’t make me play twenty questions after a ‘hello.’",
  "Next time, try adding context after the hey.",
  "A chat is more than just a hi.",
  "Thanks for the hey. Where’s the rest?",
  "Hint: add more after ‘hey.’",
  "You typed ‘hello’ and stopped. Why?",
  "Spoiler alert: nothing follows your ‘hello.’",
  "If this was 1999, ‘hey’ might’ve been enough.",
  "This is not the cliffhanger series you think it is: ‘hello.’",
  "I’ll need more than a solitary ‘hello.’",
  "Imagine emailing your boss with just ‘hello.’ Exactly.",
  "‘hey’ on its own doesn’t spark joy.",
  "Dropping a lone ‘yo’ feels like leaving a voicemail beep.",
  "‘yo’ is not a message, it’s a placeholder.",
  "Your message is basically an empty fortune cookie: just ‘hello.’",
  "Saying only ‘hello’ is like knocking and walking away.",
  "Message received: ‘hi.’ Value received: none."
]
